{"documents": ["\nThe Bremen Radio Museum. See. Hear. Marvel.\nThe Bremen Radio Museum in Findorff was founded in 1978 by radio collectors who were enthusiastic about radio. Today it is the largest technology museum of its kind in Germany. Discover unique rarities such as the \"Blaupunkt T2650W\" music box from the Bremen car manufacturer Carl Borgward. Experience the devices from the Bremen company Nordmende or listen to the radio in a nostalgic way in a recreated living room from the 1950s. Marvel at the original studio equipment from the legendary singing group \"Comedian Harmonists\".\n\nOpening hours:\nTuesday to Thursday and Sunday: 10 a.m. to 3 p.m.\nClosed on public holidays\nAddress:\nFindorffstrasse 22-24\n28215 Bremen\nContact:\nTelephone: 0421 35 74 06", "\"Breminale\nThe Breminale is a five-day open-air festival on Bremen’s Osterdeich, taking place every summer. The festival offers a wide-ranging programme for everyone. The programme includes live music in circus tents, art, jugglers and jesters, games for kids, as well as theatre, dance and readings. Numerous food stands sell delicious international specialities. A day out at the Breminale can easy carry on into the night.\n\nSorry, there is no description for this photo available© WFB/Ingo Wagner\nBreminale Festival© WFB/Jens Hagens\nCultural highlight on the Weser river\nSince the first Breminale in 1987 - which took place on Bremen's market square - the festival, with its combination of musical highlights and cultural diversity, has become a permanent fixture in Bremen's cultural landscape. This is also reflected in the visitor numbers: With 220,000 visitors, a new record was set in 2013.\n\n\nHinweis: Mit Aktivierung dieses Inhalts werden Cookies gesetzt\n\nOver 120 Musicians on Eight Stages\nA diverse musical experience awaits you on the various stages of the festival. The Radio Bremen stage is the place where talented musicians from Germany and all over the world perform.\n\n\nIf you want to feel the energy of young bands, you will find up-and-coming musicians on the Flut stage.\n\n\nOn the Bretter stage, which literally takes its name from the planks it is built from, you can expect fascinating performances by artists who may not yet be so well known. If you prefer a relaxed atmosphere, then the Parkbühne is the place for you. Here you can enjoy calm music and be enchanted by theatre performances. Inspiring texts are also recited.\n\n\nThe Schleuse stage, on the other hand, offers a mixture of pop music and the sounds of bands from Bremen. Here you can be inspired by rousing melodies and local music.\n\n\nFor those who want to shake a leg, there are the Urlaub and Pappinale Krakinale stages. On the Urlaub stage, DJs provide a great atmosphere, accompanied by a foosball table and a water slide for extra fun. On the Pappinale Krakinale stage, on the other hand, you can move to the music and enjoy a rousing dance atmosphere.\n\n\nYou are also invited to dance on the Muchos Mas stage. Here you can also expect rousing sounds that will encourage you to dance.\"\n", "On the east side of the Bremen Parliament you will find a bronze model of Bremen's old town. It offers a nice overview of the city centre. A special feature: visually impaired and blind people can use this replica to feel the architecture around the market square and receive additional information in Braille.\n", "Bremen's secret main street: Böttcherstraße combines impressive architecture, pleasure, commerce, art and culture to create one of the city's most beautiful sights.\nIf you want to discover Bremen, you shouldn't miss the beautiful Böttcherstraße in the heart of the city. Built in the early 20th century by Ludwig Roselius, this gem is a true work of art. The street not only impresses with its unique symbiosis of traditional and expressionist brick architecture. It also has interesting museums and numerous opportunities for you to feast and browse. And a very special highlight awaits you with the Haus des Glockenspiels.\nUnique Architecture\nBuilt between 1922 and 1931 by Ludwig Roselius, the coffee merchant and inventor of the decaffeinated coffee HAG, Böttcherstraße was then, as it is today, Bremen's secret main street and a synonym for lifestyle. At 108 meters between the market square and the Weser, it offers a successful mix of enjoyment, trade, art and culture.\nArtistically designed by Bernhard Hoetger, the buildings on Böttcherstrasse are a rare example of expressionist architecture. Unique buildings make the street one of Bremen's main attractions. For example, the \"\"Haus des Glockenspiels\"\", where 30 Meissen porcelain bells ring out from January to March at 12 noon, 3 p.m. and 6 p.m. and from April to December between 12 noon and 6 p.m. on the hour. At the same time, 10 carved wooden panels depicting famous ocean conquerors rotate on the front of the house.\nBremen's enchanted Diagon Alley\nIn Böttcherstraße, you'll feel like you've been transported to a Harry Potter movie set. Immerse yourself in Bremen's Diagon Alley and marvel at the unique brick architecture. You won't find any stores selling wizarding supplies here, but you will find special little stores - from arts and crafts to home-made sweets.\nMuseums & Crafts\nMuseums & arts and crafts\nMuseum lovers will find what they are looking for in two buildings on the street: in the Böttcherstraße museums. In the museum in the Roselius House you can see an important collection of Low German domestic culture and works of art from the Middle Ages to the Baroque period. The Paula Modersohn-Becker Museum is the world's first museum dedicated to a female painter and shows works by the eponymous artist as well as special exhibitions on classical modernism.\n\nThe Handwerkerhof in the Paula Modersohn-Becker Museum is reserved for contemporary applied art. Since 1926, you have been able to watch craftspeople at work here and even today, goldsmiths and glassblowers are still at work before the eyes of passers-by.\n", "\"Set between the town hall and the State Parliament, the cathedral completes the ensemble of historical buildings on Bremen's market square. Its two towers, one of which is open to visitors, are visible from afar and dominate the city skyline. Over the centuries, the cathedral has often changed its face. A visit to the cathedral museum or a climb up one of the over 90-metre-high towers is worthwhile!\n\nAn Impressive Sight\nBremen's St. Peter's Cathedral is an impressive building on Bremen's market square. A church has stood on this site for over 1200 years. The first wooden cathedral was built in 789 by the Saxon bishop Willehad and replaced by a stone building around 805. After being destroyed and rebuilt several times, the three-nave basilica was built in the 11th century, which provided the basic structure of today's Bremen Cathedral.\n\nToday, St. Peter's Cathedral is an impressive church. The southern of the two over 90-metre-high church towers can be climbed and offers an incredible view over Bremen. Guided tours of the cathedral take place every Wednesday and on the first Sunday of the month.\"\n", "\"The gateway to Bremen’s Neustadt district is illuminated in a festive glow, offering an enchanting mix of art, culture, music and mulled wine, and also time to get together.\n© Benjamin Eichler\nWould you like to enjoy the festive atmosphere but escape from the hustle and bustle of the city centre? Or are you looking for the right present for your nearest and dearest and would like to put something a bit special under the Christmas tree? Then the Neustadt Lights are just the thing. This is where art, culture and music blend together with a Christmas market atmosphere.\n\nWhen and where?\nDecember 6th to 23rd 2023\n\nMon-Fri 4 pm to 10 pm\nSat+Sun 2 pm to 10 pm\n\nbetween the bremer shakespeare company and the Südbad\n\nTo the Website\n\nThe Neustadt Lights\n\nArt, culture and culinary treats\nThe Neustadt Lights return, offering art, culture, music, food and mulled wine. This is your chance to discover imaginative and unusual gift ideas from exhibitors and creative stalls that change on a daily basis. The spacious, brightly lit yurts are a bit different from the normal Christmas market stalls. On offer are handcrafted products and one-off textile, jewellery and design pieces. In addition to a wide range of children’s activities, the entertainment consists of a variety of cultural events featuring street performers, theatre, readings, workshops and live music, plus lots of other surprises. Come along and experience the Neustadt district in a very special way, through activities, encounters and cultural exchange.\"\n", "\nThe historic Hanseatic city of Bremen is a dazzling sight in the festive period. From a World Heritage Site illuminated by shimmering lights to a mediaeval atmosphere by the water, ice skating in the north and stylish festive shopping fun - Bremen has a lot to offer when it comes to Christmas markets. Here are a few examples.\n\n\nChristmas Market in Bremen\nHinweis: Mit Aktivierung dieses Inhalts werden Cookies gesetzt\n\nFestive lights around the World Heritage Site\nThe area around the Town Hall and the Roland statue (a UNESCO World Heritage Site) is transformed into a festive wonderland. With over 170 decorated stalls, the atmospheric Bremen Christmas Market is an ideal place for a leisurely browse. It is regarded as one of Germany's finest Christmas markets. The historic setting, lovingly decorated stalls and stands, and romantic Christmas lights create a very special atmosphere that attracts increasing numbers of visitors each year.\n\nSorry, there is no description for this photo available\nThe Christmas Market\n\nBremen Schlachte Magic\nThe \"\"Schlachte-Zauber\"\"\n\n\"\"Schlachte-Zauber\"\" on the embankment of the Weser\nThe River Weser turns into a hive of festive activity, with boats shimmering in the blue light at the quay and the air filled with wafting aromas of smoked fish and freshly baked bread: The \"\"Schlachte-Zauber\"\" will take up residence on Bremen's river promenade, bringing with it a historic, wintry and maritime atmosphere.\"\n", "Freimarkt Bremen - The Biggest Funfair in Nothern Germany\nFreimarkt\nFreimarkt Bremen - The Biggest Funfair in Nothern Germany\nWhen it's called \"Ischa Freimaak\", Bremen's fifth season begins! Spectacular merry-go-rounds, tempting treats, a lively atmosphere and lots of fun for young and old - let the Bremen Freimarkt take you away!\nEvery year in October, the fifth season begins in Bremen: For 17 days the motto on the Bürgerweide and in the city centre is: Ischa Freimaak! The scent of candy cotton and roasted almonds fills the air, rides provide adrenaline while children's eyes light up at the sight of balloons and gingerbread hearts. Here you can find out everything you need to know about the Freimarkt and which dates you shouldn't miss!\nWhen and Where\n989th Freimarkt 2024\nfrom 18th October to 3rd November 2024\n✔ on Bremen's Bürgerweide (Bremen Fair), Bremen's market square and around the Liebfrauenkirche (Church of Our Lady)\nFacts about the Freimarkt\n✔ 1st Freimarkt: 1035\n✔ Showmen: over 300\nRides: around 40\nEvent area: 100,000 square metres (Bürgerweide)\nIscha Freimaak - Cheeky and Cheerful, Wild and Whirling, Cosy and Sociable\nThe largest fair in the north attracts many people every year with its many colourful rides and a lot of good atmosphere. Over 300 showmen and women provide entertainment with their stalls, stands and rides at the traditional Freimarkt. There is plenty to discover both on the Bürgerweide and in the city centre at the \"Kleiner Freimarkt\". Culinary delights include fragrant gingerbread hearts, red candy apples, steaming lard cakes and many other delicacies. The merry-go-rounds are also the place to be: whether fast and high or leisurely and relaxed - there's something for the adventurous as well as the faint-hearted on one of the 40 or so rides! Meanwhile, it's time to get down to earth in one of the marquees at Bremen's Freimarkt. Here, during the opening hours of the Freimarkt, you can sway to the music and celebrate in a lively atmosphere.\nThe Small Freimarkt\nIn the city centre is a small funfair, too. Everything is under the sign of \"Ischa Freimaak\" and fairground fun, because the Freimarkt also has a little brother there! The \"Little Freimarkt\" takes you on a journey through time: In addition to nostalgic carousels, you'll also find old-established stalls. On the whole, the market square is a little more peaceful than the Bürgerweide. That's why smaller visitors in particular feel at home here.\nParty Time in Halle 7\nAs soon as the stalls and merry-go-rounds close their doors, there will be pure party action in Hall 7 right next to the Freimarkt grounds. Look forward to various guest stars, a VIP area and much more. Hall 7 is open daily from 9 pm except Tuesdays and Sundays.\nOpening Fireworks\nThe first Freimarkt evening traditionally awaits you with a special highlight! A magnificent firework display gives a preview of the colourful joy that will dominate the Volksfest grounds for the next 17 days. The fireworks start at\napprox. 9:45 pm\n. The fireworks will be set off in the Bürgerpark and will feature 10 simultaneous shots as well as figure bombs. The Ferris wheel and its passengers will stop right at the start of the fireworks. If you're lucky, you'll get a seat in the front row and can watch the fireworks from close up and from above. If you are strolling through the Freimarkt, you will have a better or worse view depending on where you are. This is why many visitors are drawn to Eickedorferstrasse or Findorffstrasse in the direction of Bürgerpark. Here the view of the fireworks is a little more unobstructed.\nScents and Lights Beckon - Ischa Freimaak\nThe Freimarkt has been attracting crowds for a very long time, as the footage from the Landesfilmarchiv from the 1960s shows. The fifth season is, of course, much older - almost 1000 years. The first Freimarkt took place in 1035, making it one of the oldest public festivals in Germany. The historic Freimarkt, which stretches from the town hall to the Liebfrauenkirche (Church of Our Lady) between Bremen's magnificent buildings, takes you back to its beginnings.\nThe Freimarkt Parade\nIn addition to the opening fireworks, the Freimarkt parade is a very special highlight of the festival for many Freimarkt fans. Always on the second Saturday of the Freimarkt season, the parade attracts thousands of spectators to the streets of Bremen's New Town and city centre. You can look forward to colourfully dressed-up groups, marching bands and floats, as well as a sweet or two cheerfully thrown into the crowd by those riding along. The spectacle ends with the awarding of prizes to the most beautiful and imaginative floats. The parade can also be followed on North German television.\nFreimarkt Map\nGet an overview: Funfair rides, roller coasters and railways, pubs and children's rides.\n", "You may notice the distinctive paving on Bremen's market square. Here you can see a Hanseatic cross that was originally emblazoned on the flags of the Hanseatic Legion. The Hanseatic Legion was made up of citizens from Bremen, Hamburg and Lübeck and fought together in the wars of liberation from 1813 to 1815. The cross, which is paved in red and measures 4.8 metres in diameter, is a reminder of this legion.\n", "\"Harvest time is celebrated at this autumn market that offers everything from pumpkins and squashes to apples and beetroot. The variety of local produce available at this time of year is immense.\n\nWhere & When\nOctober 3rd, 2024\n\n11am-5pm\n\nÜberseestadt\n\nColours, smells and tastes of the season\nHerbstmarkt in Überseestadt is perfect for browsing and taking in all the different colours, smells and tastes of the season. There are also various food and drink stalls and a small programme of entertainment and other events for children.\n\nA platform for environmentally friendly produce and organic food\nBesides typical farm produce such as fruit, vegetables and plants, the market also provides a platform for environmentally friendly produce, organic food and home growers. It is the perfect showcase for the diversity and quality of locally sourced goods such as cheese, speciality sausages and hams, baked goods, deli products and wines as well as home wares and local arts and crafts.\"\n", "You hear animal voices on the market square? Barking, crows, cock-a-doodle-do or IA cries can be heard alternately from the so-called Bremer Loch - Hole of Bremen. The reason: a manhole cover next to the Bürgerschaft has been converted into a donation box. If you insert a coin, you will receive the sound of one of the four town musicians as a reward. The coins are donated to the Wilhelm-Kaisen-Bürgerhilfe for its social projects.\n", "Bremen is the Largest Mercedes Production Location in the World\nThe Hanseatic city is also home to world-famous brands. Mercedes-Benz has also established itself on the Weser. With more than 12,500 employees, the Mercedes-Benz plant in Bremen is the largest private employer in the region. At the Mercedes-Benz Customer Center Bremen, you can not only pick up your new vehicle or enjoy a delicious meal in the restaurant, but also \"immerse\" yourself in various vehicle types at innovative installations relating to Mercedes-Benz vehicles. There is also a play area for the little ones.\nDiscover what makes Mercedes-Benz cars so remarkable and see for yourself how a Mercedes is built! Find out what makes Mercedes-Benz cars so special and take a look behind the scenes at one of the most modern automotive factories in the world, witnessing the genesis of coupés/convertibles, the GLC off-road vehicle and the EQE electric vehicles. The Mercedes plant in Bremen is one of the largest locations of the Mercedes-Benz Group AG. Here you spend around 90 minutes walking around and watching the car bodies being put together and undergoing final assembly.\n\nOnce the tour finishes, you are then taken to the Mercedes-Benz customer centre to enjoy a complimentary drink and a bite to eat. Here you also have the opportunity to see one of our special exhibitions.\nTimings\nFri 2.30pm (approx. 2 hours)\nNo tours on bank holidays and bridge days.\nFor operational reasons, there may be cancellations or adjustments to the schedule and content of the tours at any time, even at short notices. Safety Information: Entering the factory site is only allowed with sturdy shoes.\n\nIncluding\nSnack\n\nMeeting point\nat Mercedes-Benz (address: Im Holter Feld, Bremen)\n\nLanguage\nEnglish\n", "The Städtische Galerie Bremen – on approx. 1000 sqm current Bremen art positions, artist support and an incredible art treasure\n\nSince 1991, the Städtische Galerie Bremen has offered an extensive exhibition program that presents the diversity of the Bremen art scene, reflects international developments in contemporary art and regularly produces outstanding artistic positions with a socio-political claim.\n\nIn the large, open rooms of the former Remmer brewery, located directly on the Kleine Weser, the house welcomes everyone to visit and marvel at the four to six exhibitions per year, with free admission. Through its involvement in the art funding of the Senator for Culture, the Bremen Municipal Gallery presents the exhibition for the \"Bremen Promotion Prize for Fine Arts\" once a year, providing a platform for young artists and thus new trends in contemporary art. In addition, the exhibition activity focuses on group exhibitions in which Bremen positions are brought together with international artists under thematic aspects. Important artists from Bremen are also honored at regular intervals in solo exhibitions.\n\nAs one of the largest art houses in the city, the Städtische Galerie Bremen also manages the Hanseatic City of Bremen's very extensive collection of regional art. It comprises around 6,000 works from the post-war period, with a focus on the period between 1984 and 2004, when the \"Social Artists' Support\" program awarded numerous one-year scholarships to Bremen artists, who then donated a selected work created in that year to the city's collection.\n\nto the Municipal Gallery Bremen\n\nOpening hours:\nTue to Sun 12pm to 6pm\nClosed on Mondays\nAddress:\nBuntentorsteinweg 112\n28201 Bremen\nContact:\nTelephone: 0421 3615826", "\"In 2024, the Bremen Music Festival will once again enchant you with classical sounds and a very special atmosphere in Bremen's city center and at numerous other locations.\n© fotoetage\nAt the end of every summer, both up-and-coming and established stars of the classical music scene come together in Bremen and the surrounding area for the Musikfest. At over 30 venues throughout the northwest, a multi-faceted programme covers all eras and genres.\n\nWhere and When?\nThe 35th Musikfest will take place from August 17 to September 7, 2024 at over 30 venues throughout the Northwest.\n\nSorry, there is no description for this photo available\nMusikfest Bremen\nOfficial Homepage\n\n© Fotoetage\nThe festival Musikfest Bremen was founded in 1989 by Prof. Thomas Albert and is since then a highlight of the cultural life every August and September in the Hanseatic city and selected venues all over north-western Germany. Its continuous shifting between old and contemporary music, between orchestral and chamber music, between tradition and avant-garde leads to a multifaceted, kaleidoscopic festival-program and is likewise reflected in the invited artists. Established artists next to shooting stars and youngsters make guest appearances at the festival, with their insights into the latest developments of the international music scene for discussion. Many programs and artists constellations can only exclusively be experienced throughout Germany at the Musikfest Bremen.\"\n", "Osterwiese - Bremen's Spring Fun Fair\nThe beginning of spring brings not only warmer weather and longer days to Bremen – it also brings the Osterweise: The most famous fair in northern Germany.\nEvery year, one week before the holiday Karfreitag, Bremen’s biggest spring festival begins: the Osterwiese. There’s tons of attractions and plenty of delicious things to eat, providing the whole family with a guaranteed good time. The numerous rides, booths, and stands ensure there is something for everyone to enjoy themselves. It’s over 50,000 square metres of pure fun! About 500.000 visitors enjoy this event year after year.\nAround 200 carneys ensure that an amazing time is had by all. Every year new attractions, as well as old favourites, come to the fairground, providing variety and amusement for old and young. Whether your thing is riding the giant Ferris wheel, visiting the haunted house, or the trying out the Breakdancer ride, everyone will enjoy themselves at the Osterwieser.\nThe Osterwiese offers an amazing day out for the entire family. Take the day and explore the rides, raffle booths, and games of chance and skill. And if you get lucky, perhaps you’ll even see the Easter bunny hop by.\n", "Overbeck Museum\nThe Overbeck Museum in the listed Old Packhouse in Vegesack is dedicated to the estate of the Worpswede artist couple Fritz and Hermine Overbeck. The works of the two painters are shown all year round in different selections, and in the context of quarterly special exhibitions by other artists, also in direct comparison with thematically related and contemporary art.\nGuided tours, lectures and art trips accompany the exhibition program. A special focus is on the museum's educational work. Offers for children and young people from preschool age onwards invite them to get to know art in more depth and also discover their own creativity. The Overbeck Museum maintains cooperation with schools and kindergartens and offers free admission for all children and young people up to 18 years of age.\n\nOpening hours:\nTue-Fri 11am-6pm\nSat/Sun 11am-5pm\nAddress:\nAlte Hafenstrasse 30\n28757 Bremen\nContact:\nTelephone: 0421 663 665", "600 years of tradition, around 650 wines from the 13 German wine-growing regions, Bremen specialities from Knipp to Labskaus and the oldest cask wine in the country - all this awaits you in Bremen's Ratskeller. Dive into the exciting vaults beneath Bremen's town hall.\n", "The stone Roland was built in front of Bremen's town hall in 1404. \nFrom the very beginning, Roland was a symbol of the city's \"freedoms\" and rights. \nSince 2004, Bremen's landmark Roland has shared a place on the UNESCO World Heritage List with the impressive town hall .\nOne of Bremen's most famous landmarks is the 10-meter-high Roland statue in front of the historic town hall on the market square .\nThe Bremen Roland has been a guardian of the city's freedom and rights since 1404.\nIt is not only popular with the people of Bremen and tourists, UNESCO experts have declared it the most representative and beautiful Roland monument in Germany.\nThe Roland statue and the town hall have been on the UNESCO World Heritage List since July 2004.\nRoland was Built in 1404 (its wooden predecessor was burned by the Archbishop's servants in 1366)\nRolands size is 5.5 meters (from base to canopy 10.21 meters)\nRoland is a chivalrous gentleman of his time\nRoland has Medium length wavy hair\nRoland's Clothing and equipment: leather jerkin, chainmail, belt, sword and shield\nRoland owes his imperial coat of arms to forged imperial documents from the citizens\nDistance between Roland pointed knees is: One Bremen ell (former unit of measurement)\nRoland looks towards the cathedral, the former archbishop's seat", "\"Dolce Vita in the far north? Definitely! The sweet life awaits you at Schlachte - Bremen's gastro hotspot and promenade on the Weser.\n© WFB/Jonas Ginter\nThe Schlachte - located in the heart of Bremen directly along the Weser - has seen a lot in its 800-year history and has displayed many different faces. As a former waterfront harbour, it has been transformed into today's maritime gastronomic mile with numerous restaurants, bars and pubs. Stroll along the Weser and enjoy one of the many local beer gardens.\nSummer-Feeling and Relaxation\nEspecially during summer, the Schlachte is a popular get-together for Bremen residents and visitors of all generations. The first Sunday in March is traditionally the opening of the season for the summer gardens and beer gardens on the Schlachte. From here and also during walks up to the Osterdeich or in the direction of Überseestadt, you can enjoy the wonderful atmosphere on the Weser. You can let your gaze wander over the river and have a great view of the many adjacent ships, such as the legendary Alexander von Humboldt.\n\nMagical Winter\nEven in the cold season, the Schlachte does not lose its very special charm: in December, the annual Schlachte Magic casts its wintry and mystical spell on its visitors. At this very special Christmas market you can expect treats, arts and crafts, jugglers, pure entertainment and a very magical atmosphere. As dusk falls, the historical maritime medieval market is bathed in atmospheric blue light. And the adjacent ships will also shine in festive lighting. You can hear the vendors haggling over every penny, while the scent of spices, sweet and savoury food tickles your nostrils and mead, mocha or hot apples warm your heart in the freezing temperatures.\n\n\nThe Schlachte - Past and Present\nThe term \"\"Schlachte\"\", first mentioned in a document in 1250, goes back to the Low German word \"\"Slait\"\" and referres to the pile-like structures used to reinforce the banks of the Weser in the 13th century. For many centuries, maritime trade flourished and even in old harbour times there were many taverns and hostels on the Schlachte. They were mainly frequented by the dock workers and served as a meeting place for wages until the increasing silting up of the Middle and Lower Weser put an end to the hustle and bustle at the riverside harbour in the late 19th century. It was not until Expo 2000 that the Schlachte was completely redesigned. A great fortune for the people of the city and its visitors, who can now enjoy the maritime flair of the Weser promenade to the full.\n\"\n", "\"Like Pearls on a String\nThe Old Town quarter owes its name \"\"Schnoor\"\" to the Low German word for \"\"string\"\", and there's no better way to describe this lovingly restored district: Here, small, colourful houses and shops line up like pearls on a string, along alleys so narrow that you can touch both sides with outstretched arms. No wonder, then, that the US newspaper New York Post ranks the unique streets of the Schnoor among the \"\"coolest\"\" in the world.A Must-Visit!\nToday, the Schnoor is a thriving part of the city of Bremen. The quarter is a sight in itself, but if you're looking for a cosy café or arts and crafts, this is also the place to be. In addition, the Schnoor is also home to a museum - the Bremer Geschichtenhaus - a quaint little \"\"wedding house\"\" to stay in for newlyweds or lovers, and a small theatre, the Packhaustheater.\n The Schnoor is also home to the story of Bremen's original Heini Holtenbeen, the Birgitten Monastery, the only monastery in the city, and the Katzengang, probably one of the narrowest streets in the world.Shopping and Enjoyment Seven Days a Week\nA variety of small buisinesses invite you to rummage and shop in the unique atmosphere of the 111 pretty little houses in the Schnoor. While normally you can't go shopping on Sundays in Germany, here it is possible from April to and including December. Many art shops, galleries and souvenir shops are also open on the seventh day of the week.\nIn addition to jewellery, souvenirs and many other specialities, you will also find a whole range of Bremen specialities in the Schnoor. Some restaurants will spoil you with local dishes like labskaus, knipp or brown cabbage, and bakeries, confectioners and cafés will sweeten your day with sugary treats like Bremer Kluten, Schnoorkuller, Kaffeebrot, Klaben or Babbeler. A very special highlight is the colourful candy workshop of the Bremer Bonbon Manufaktur in the Materburg. Here you can watch confectioners lovingly making fudge, marshmallows and of course candies, or even take part in a workshop yourself.The History of the Schnoor\nThe Schnoor was first mentioned in the 13th century. It was mainly river fishermen, craftsmen and tradesmen who lived in this quarter. \nThe oldest buildings that have survived to the present day were built in the 14th century. At that time, a Franciscan monastery was also built on the edge of today's Schnoorviertel, of which only the church remains today. It bears the name St. Johann and is one of the main sights in the Schnoor. At the beginning of the 20th century, the Schnoor developed into a poor quarter due to its lack of space, as cars, for example, could not pass through its alleys. What was perceived as a nightmare at the time is what gives the quarter its special ambience today. The car-free quarter is a wonderful place to stroll and immerse oneself for a moment in times long past. The medieval half-timbering of the more than 100 listed houses, the ancient cobblestones and the unique atmosphere of the winding alleyways make visitors forget the stress of everyday life in no time at all.\nWhere to find the Schnoorviertel\nSomewhat hidden, but still right in the centre of Bremen, you'll find the special gem that is Schnoor. From the heart of the city with its market square, world heritage town hall and Roland statue, St. Petri's Cathedral and the Bremen Town Musicians, the tranquil quarter is only a few metres away and within walking distance. Just stroll in the direction of Domsheide. From there, you can access the Schnoorviertel from the street \"\"Lange Wieren\"\" or take the path via \"\"Dechanatstraße\"\" and \"\"Am Landherrnamt\"\". A little further in the direction of Ostertor, Komturstraße or Materburg will take you to your destination. Towards the Weser, you will find the other end of the \"\"Marterburg\"\", which will also take you directly to the Schnoor.\"\n", "\"lowing through the heart of Bremen is the Weser river: an old trading route that was the driving force behind the city's emergence as a proud Hanseatic centre. Bremen's seafaring traditions are still alive and well today and have a big part to play in its unique appeal. Ship ahoy!\n© WFB / Melanka Helms-Jacobs\nMoored on both banks of the Weser river numerous ships and smaller boats display the seafaring traditions of Bremen. They are part of the unique maritime flair of the city. Enjoy a cruise through the harbour or book a boat trip to Bremerhaven, marvel at world famous sailing vessels, feast on board a maritime restaurant or spend a night in a cozy cabin.\n\n1Alexander von Humboldt\nThis historical three-masted ship, which gained international recognition through commercials for Beck's beer, was being rebuilt into a floating restaurant and hotel. It anchors permanently at the Schlachte in Bremen. The Alexander von Humboldt served as a sail training ship until it was brought out of service in 2011. Its new owner had refurbished it completely and converted it into a hotel and restaurant business, but kept its distinctive green sails. Now, the barque, which was built in 1906, offers a unique accommodation for forty people, mainly in twin rooms but also in larger family rooms. The Alexander von Humboldt offers a different menu every month with a selection of fresh, regional and seasonal dishes. These also refer to the ship and its voyages. A selection of wines and other drinks are available to complement the food. The ship can accommodate small private parties and larger functions for up to 120 guests.\n\nDas Schiff Alexander von Humboldt am Anleger vor der Martinikirche am Abend\nAlexander von Humboldt an der Schlachte\n\n© Francesco Carovillano / DZT Deutsche Zentrale für Tourismus e.V.\n2Dauerwelle\nThe Dauerwelle was purchased by the University of the Arts in 2020 and lovingly refurbished at the Kötter shipyard and the Lankenauer Höft. In May 2022, the converted passenger ship celebrated its christening and since then has been available for exhibitions, projects and events. The perm is intended to serve as a special meeting place for science, culture and society.\n\nDas Schiff \"\"Dauerwelle\"\" auf der Weser in Bremen. Im Hintergrund ist ein Teil der Flaniermeile \"\"Schlachte\"\" zu sehen. \n© WFB / Melanka Helms-Jacobs\n3Hotelschiff Perle\nCentrally located on the Schlachte promenade, the former Hotelschiff Perle is available to its guests as a special hotel. Two comfortable cabins with sun terraces and fully equipped bathrooms offer the right ambience for relaxing hours during a visit to Bremen. From here you can reach the city centre and numerous sights in just a few minutes' walk, while the many inviting restaurants and bars of the Schlachte are waiting right outside your door.\n\nEin Schiff liegt an der Schlachte, die Sonne geht langsam unter.\n© WFB/Tank\n4MS Senator\nUntil 2004, the Bremen Senate received state guests and business delegations on the MS Senator to present Bremen and especially the Bremen ports to them from the water. After the Senate decommissioned the ship, an association of Bremen merchants took over the launch in order to make it accessible to Bremen's citizens and the business community at Schlachte jetty 6. Since then, companies and private individuals have been able to charter the MS Senator for celebrations and parties for up to 37 people.\n\nDie MS Senator an ihrem Anleger an der Schlachte\n© privat / JUA\n5MS Friedrich\nThe MS Friedrich is the oldest ship still in service on the Weser. Built in Hamburg in 1880, the former steamship was sold to Bremen as early as 1918, where it was initially used as a working ferry. In 1925, the Friedrich was not only given her current name, she also began operating as the \"\"Great Harbour Tour\"\", taking her passengers through Bremen's free ports. Numerous different areas of operation followed until the MS Friedrich was taken over by an association whose mission was to preserve it. Renovated, the ship is now moored at the Schlachte, undertakes regular club trips and is available to the public for cultural events.\n\nDie MS Friedrich an ihrem Anleger an der Schlachte.\n© bremen.online /JUA\n6Nedeva\nHenry Ford, Barbara Hutton or J.P. Morgan - in the 1930s, the Nedeva was a popular meeting place for New York's high society and stood more than ever for glamour and the spirit of optimism after the Great Depression of 1929. The motor yacht, built by the New York Yacht Launch and Engine Company, belonged to the investment banker Edward Townsend Stotesbury, who regularly invited the celebrities of his time to parties and tours. Today, the Nedeva is once again an event location and can be booked for celebrations of all kinds.\n\nEine Yacht liegt vor Anker an der Weser\n© bremen.online GmbH/ Foto: mdr\n7MS Oceana\nBuilt in 1937 at the Atlas works, the passenger ship MS Oceana has always been at home on the Weser. The ship, which is licensed for a maximum of 700 people, awaits its passengers at the Martinianleger for regular scheduled trips. From Martinianleger via Pier 2, Mittelsbühren, Vegesack, Blumenthal, Farge, Brake, Nordenham Unionpapier to Bremerhaven Seebäderkaje and back - on the MS Oceana you can explore the varied landscape from Bremen to Bremerhaven from the water from May to September. At the many stops, you have the opportunity to get off the ship and discover what's on offer at the various piers. It is also possible to take bicycles along, so you can combine your ship tour with a bicycle tour. In addition, the Oceana is available for charter trips.\n\nBlick auf den Martinianleger mit der MS Oceana und Menschen an der abendlichen Weserpromenade Schlachte \n© WFB/Jonas Ginter\n8Pannekoekschip Admiral Nelson\nThe Admiral Nelson is moored at Schlachte Pier 1 - a faithful replica of a frigate with which the famous British Admiral Horatio Nelson once won high-profile naval battles. Also known as the Pannekoekship, the restaurant ship invites you to dine and drink in a 'piratical' atmosphere. There are plenty of seats available both below and on deck. On the menu are soups, salads, sundaes, cakes and of course numerous pancake dishes from sweet to savoury.\n\nEin Schiff liegt an der Schlachte und die Sonne geht langsam unter.\n© WFB/Tank\n9Theaterschiff\nAt Weser Pier 4, in the immediate vicinity of the Wilhelm-Kaisen Bridge, the Theaterschiff awaits its guests with varied and laugh-out-loud comedies, revues and cabarets. In two theatre halls, which were set up in the former hold of the converted barge, there is space for a total of 216 spectators. On the deck, a gastronomic offer provides for culinary delights. The location is also available for private parties.\n\nEin Schiff an der Weser, in dem ein Theater untergebracht ist.\n\n10Die Weser\nYou can spend the night in a maritime atmosphere on a replica of the Weser paddle steamer \"\"Die Weser\"\". The ship, made entirely of wood, is part of Bremen Youth Hostel and lies at the foot of it on pontoon 8 directly on the Schlachte. 26 beds in two separate areas (12 and 14 places) and two double cabins for carers invite you to spend the night on board.\n\nDer Nachbau eines Weserraddampfers \"\"Die Weser\"\" am Anleger an der Schlachte.\n\n11MS Treue\nConcerts, extended club nights and a relaxed atmosphere are promised by the MS Treue. The former transport ship, which was built entirely of concrete during the steel shortage, is now an event ship that invites you to a variety of events. The MS Treue is permanently moored at the beginning of the Schlachte (jetty Tiefer 3).\n\nEin Blick vom Weserufer auf die Weser. Vorne rechts im Bild liegt das grüne Schiff MS Treue, auf dem regelmäßig Veranstaltungen und Partys stattfinden.\nDie MS Treue an der Weser.\n\n\n12Windjammer de Liefde\nBuilt in 1941 as a wooden freighter near Groningen, the three-master known today as \"\"De Liefde\"\", which catches the eye with its bold red on the left bank of the Weser, has had an eventful history. Half sunk, doomed to be scrapped and left to decay - the 72-metre-long windjammer faced its end several times until it was bought by Eduard van der Velden in 2003, brought to Bremen and rebuilt on his own.\n\nEin Schiff in der Weser liegt an einem Steg an.\n\n13Aventura\nSince spring 2022, visitors have been able to find the well-preserved Aventura from 1938 at Schlachte. The ship is the new home of the sailing school \"\"Watt voraus\"\". Here, in cosy lounges, you can study for your sailing licence, among other things. Parties and celebrations are not neglected on the Aventura either, as the ship can also be used as an event location. Visitors can also spend the night in one of the cosy cabins.\n\nDie Flaniermeile \"\"Schlachte\"\" an der Weser bei Sonnenuntergang. Es befinden sich zahlreiche Schiffe auf dem Wasser. \n Melanka Helms-Jacobs\n14MS Loretta\nThe MS Loretta, which was once built as a cargo ship, has already had an eventful history of over 100 years. Although the old lady ship is no longer the youngest, she still has a lot to offer. Today, the MS Loretta serves as a stylish event location. A varied programme of music, theatre, literature and art is regularly offered on board.\n\nDas Schiff \"\"MS Loretta\"\" auf der Weser in Bremen. Im Hintergrund ist die Flaniermeile \"\"Schlachte\"\" zu sehen. Neben der MS Loretta liegt das Schiff \"\"MS Friedrich\"\".\nMelanka Helms-Jacobs\n15Gräfin Emma\nMaritime furnishings and historical ambience - the Gräfin Emma, named after one of the great female figures of the Middle Ages, has all this to offer. The classically elegant ship once came to beautiful Bremen from southern Germany and has been used here ever since to reinforce the service, as well as on harbour tours and for events.\n\"\n", "\"Donkeys, dogs, cats and roosters are as much a part of Bremen as the Weser. And they literally accompany you every step of the way in the old town. Discover the Bremen Town \nThe most famous landmark of the Hanseatic city is the Bremen Town Musicians. A bronze statue by Gerhard Marcks has been commemorating the popular fairy tale by the Brothers Grimm since 1953 in the heart of Bremen. According to the story, a donkey, dog, cat and rooster once set off for the city on the Weser to find a better life.Where are the Bremen Town Musicians?\nSmall but mighty - hardly any saying is more apt for the bronze sculpture of the Town Musicians than this one. Gerhard Marcks' animals are not life-sized at two meters, but are all the more popular with Bremen residents and visitors. The city's landmark can be found from the market square on the left, western side of the town hall. If you follow the street \"\"Schoppensteel\"\", which leads from the Our Lady's Churchyard towards the Domshof, you can't miss the figure at all.A portion of luck\nIf you have found the Bremen Town Musicians, you will notice the donkey's bare front legs. The reason for this is that it is said to bring good luck to hold the legs. So if you are already there, you should not miss the opportunity to make a wish to the donkey or simply to take a portion of luck with you. But be careful! If you only hold one leg, you will immediately be exposed as a Bremen layman. Because then, as they say here, one donkey shakes hands with the other.Cosmopolitanism has a tradition in Bremen\nThe Town Musicians once set off for Bremen in search of a secure future. The hope of a good life in the beautiful Weser city is not only shared by the current but also by numerous people who have come to Bremen from all parts of Germany and the world. In the tradition of a cosmopolitan Hanseatic city, Bremen sees immigration as an enrichment and has an active culture of welcome.\n\nThis cosmopolitanism has also carried the Town Musicians to other countries around the world, because in addition to the bronze statue at the town hall, there are many other depictions of the world-famous animals.\"\n", "FAHRPLANER\nSearch for routes and book your ticket. FahrPlaner and MobileTicket in the VBN’s free FahrPlaner App. Plan your journey with public-transport services, including Park & Ride, parking buildings, Bike & Ride, car and bike-sharing, taxis, bikes and pedestrian routes. Down to the exact metre and minute for Bremen, Niedersachsen, Hamburg, Rostock and rail services Germany-wide. The VBN’s FahrPlaner App: From timetable information to a complete mobility solution – a win-win! \nThe Most Important Benefits for You:\n\nRoutePLANNING: Enter your starting point and destination in the VBN region, Lower Saxony, Hamburg, Rostock and for Germany-wide rail services. \nRouteSELECTION: From A to B, including local public transport, Park & Ride, Bike & Ride, car-sharing (Cambio), bike-sharing (nextbike), ‘Taxi Deutschland’, parking buildings, bikes and pedestrian routes.  \nRoutePATH: A map of your route, including stops, Park & Ride and Bike & Ride stations, taxi ranks, parking buildings and pedestrian paths.\nRouteINFO: Departure and arrival boards for all stops and stations, including station profiles.\nRouteSERVICE: Info on car-sharing, bike-sharing and taxi services.\nRouteTIME: Lots of routes with the latest real-time forecasts, down to the exact minute.\nRouteALARM: push messages on the current traffic situation for boarding, changing or alighting.  \nRouteBONUS: Shows all booking offices and points of interest (POI) along your selected route (GPS).  \nRoutePRICE: For VBN, Lower Saxony fares, VBN transitional fares, Verkehrsgemeinschaft Osnabrück (VOS), Verkehrsgesellschaft Landkreis Nienburg (VLN), Verkehrsverbund Süd-Niedersachsen (VSN), Verkehrsverbund Warnow (VVW).\nMobileTicket: For VBN, Lower Saxony fares, VBN transitional fares and Deutschland-Ticket.\nThe FahrPlaner app is available for iOS and Android operating systems, and can be downloaded or updated for free in the App Store or Google Play Store for smartphones, mobiles and tablets. MobileTickets can be purchased without registration via PayPal, GooglePay and ApplePay. Unlimited mobility with the VBN’s FahrPlaner App – get out and APPout! ", "Bremen State Museum of Art and Cultural History\nAs a state museum for art and cultural history, the Focke Museum offers a comprehensive insight into Bremen's history. The museum's buildings form a unique ensemble in a spacious park: the transparent main building, the cubic display storeroom and the four historic houses from different eras. The mill in Oberneuland is also part of the Focke Museum.\n\nThe Focke Museum, which is over 100 years old, is characterized by the variety of themes on display. From the Stone Age to the 20th century, original objects tell of Bremen's past and cultural history.\n\nThe themes of the permanent exhibitions range from the city's history to shipping and trade, industry and work, rural life and bourgeois living culture, applied and fine art, Bremen silver and European glass, and archaeology. Children's lives and historical toys can be seen in the interactive children's museum.\n\nPlease note: The Focke Museum is renewing its collection exhibition on the city's history. Due to renovation work and the redesign of the exhibition, the main building and the exhibition storeroom will be closed until the end of 2026. \n\nOpening hours:\nTue-Sun: 10am–5pm\n\nGuided tours for school classes by appointment and Tue–Fri: from 9am\nAddress:\nFoundation under public law\nSchwachhauser Heerstr. 240\n28213 Bremen\nContact:\nTelephone: +49 (0)421 699 600 - 0", "Bremen for Night Owls\nThere are many things to experience in Bremen by night: going on a pub tour with friends in the 'Viertel' district, enjoying an evening out in a stylish bar, or dancing the night away at a trendy club on the 'disco mile'.\nWhether wild dance nights in a large disco, hearty pub evenings in a rustic ambience or cocktails with a lounge feeling - Bremen's nightlife has something to suit every taste!\nThe Viertel - The Place to be for Pub Crawlers\nThe quarter comprises the Ostertor and Steintor districts and is \"THE\" trendy quarter of Bremen. During the day and in the evenings, many small cafés and restaurants invite you to linger and stroll. At weekends and on so-called \"Student Thursday\", the streetscape is transformed into a colourful hustle and bustle of night owls and partygoers. Here you will find a multitude of bars that guarantee you a damp, happy party.", "School Museum Bremen\nIn a school building dating back to 1904, visitors of all ages can experience Bremen's school history. Old school desks, fascinating physical equipment, plaster models of the human body, animal specimens, colorful murals, historical photographs, class registers, certificates, gym equipment, handicrafts: over 32,000 objects and a library with around 30,000 books are the treasures that form the basis for examining Bremen's pedagogy of the last 150 years.\nMuseum educational programs invite visitors to experience everyday school life and life in the imperial era. Special programs for children on the topic of childhood and youth during National Socialism provide a look at the Nazi era from the personal memories of contemporary witnesses from Bremen. The authentic earth bunker from 1941 and the section \"Hunger-Democracy-Rock 'n' Roll - Childhood and Youth after 1945\" present other important times from a child's perspective.\nOpening hours:\nMon, Tue, Fri 9am to 2pm\nWed and Thu 9am to 4pm\nGuided tours and activities by arrangement\nAddress:\nHohwisch 61-63\n28207 Bremen\nContact:\nTelephone: 0421 696 233-0", "\"Senate Hall as known as Senatskanzleiin German\nOnce a week, the mayor and mayoress meet with the senators and their state councillors in the Senate Hall. The Mayor of Bremerhaven is also a regular participant in this meeting. The room's carpet consists of a total of 19 million knots and depicts the Bremen Key; a faithful replica of the original carpet cost 110,000 euros.\"\n", "the original function of the two subsequent floors has also been retained until today. The upper floor was reserved for representation, and the ground floor was intended for use by the \"\"market people\"\", today all citizens. Thus the population was joined with the authority - a function that has been retained until today and another reason to enlist the Town Hall on the World Heritage List.\n\nUNESCO also sees the special importance of the Bremen Town Hall in its artistic and stylistic values: today its main façade represents the so-called Weser Renaissance and is considered a highly representative example of this style. The medieval attributes of this building - such as the emblematic sculptural decoration in sandstone - remained at their original position. It is also to be underlined that the Bremen Town Hall reflects European-wide trends at the end of the 16th and early 17th centuries.\n\nThe Bremen Town Hall was expressly built for the use of the City Council. The architecture and the sculptures do not only carry strong references to the imperial and Episcopal foundations of the city, but at the same time underline the policies of self-government, which had been chosen by the Council. The construction of the Town Hall demonstrated grown self-confidence of the city council and its civic claim to power.\n\nThe Bremen stone Roland, erected in 1404, is 5.5 metres tall and one of the oldest and most representative roland statues, which were once erected on marketplaces in Central Europe as a symbol of freedom and market rights. It is referred to a historical figure, paladin of Emperor Charlemagne. The Bremen Roland is to underline: the Emperor is the founder of the city, it was him who has given the city its rights and privileges. The Roland and the Town Hall of Bremen are part of humanity's world heritage as they bear a unique testimony to civic autonomy and sovereignty as these developed in Europe over the centuries. The symbolism of the Town Hall and the Roland reflects the autonomous status of the Bremen city state until today.\"\n"], "ids": ["id0", "id1", "id2", "id3", "id4", "id5", "id6", "id7", "id8", "id9", "id10", "id11", "id12", "id13", "id14", "id15", "id16", "id17", "id18", "id19", "id20", "id21", "id22", "id23", "id24", "id25", "id26", "id27"]}